{
	"FormatVersion": 2,
	"Namespace": "",
	"Children": [
		{
			"Source":
			{
				"Text": "Back"
			},
			"Translation":
			{
				"Text": "Назад"
			},
			"Key": "6F8087AB48FB7BB1EFD127B41D5B5878"
		},
		{
			"Source":
			{
				"Text": "Balls:"
			},
			"Translation":
			{
				"Text": "Мячей:"
			},
			"Key": "FDAD509540F73C297114B7917C366EA2"
		},
		{
			"Source":
			{
				"Text": "Chess"
			},
			"Translation":
			{
				"Text": "Шахматы"
			},
			"Key": "F303295A4D578A5B4F166AB245FF2F96"
		},
		{
			"Source":
			{
				"Text": "Column"
			},
			"Translation":
			{
				"Text": "Колонны"
			},
			"Key": "692D79A64920CB9C9F6457BA7504DD5C"
		},
		{
			"Source":
			{
				"Text": "Continue"
			},
			"Translation":
			{
				"Text": "Продолжить"
			},
			"Key": "BF16C56748D043442B5AA58C58EEB2A5"
		},
		{
			"Source":
			{
				"Text": "Exit"
			},
			"Translation":
			{
				"Text": "Выход"
			},
			"Key": "4D85F80746D6DF4F8494C4B867E816CD"
		},
		{
			"Source":
			{
				"Text": "Explicit order for linking particles within a ribbon. Particles of the same ribbon id will be connected into a ribbon in incrementing order of this attribute value."
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "C0D869284959874D8D25F7A633CC5ADD"
		},
		{
			"Source":
			{
				"Text": "Level Selection"
			},
			"Translation":
			{
				"Text": "Выбор уровня"
			},
			"Key": "214297F8441B24BBE6224FA695EB5437"
		},
		{
			"Source":
			{
				"Text": "Level Win!\r\nNew Record!\r\nYour Score:"
			},
			"Translation":
			{
				"Text": "Уровень пройден!\r\nНовый рекорд!\r\nВаш счёт:"
			},
			"Key": "BEE06F664B1B00A0587630A373B9F5F3"
		},
		{
			"Source":
			{
				"Text": "Level Win!\r\nYour Score:"
			},
			"Translation":
			{
				"Text": "Уровень пройден!\r\nВаш счёт:"
			},
			"Key": "85EEBAE9426271038FA2E6862EBE5134"
		},
		{
			"Source":
			{
				"Text": "Lives:"
			},
			"Translation":
			{
				"Text": "Жизни:"
			},
			"Key": "0ED257744E0E3FDF5D0187AE70131720"
		},
		{
			"Source":
			{
				"Text": "Mass is factored into the Solver Calculations (Solve Forces and Solve Rotational Forces) where forces are converted into a final velocity. The more massive a particle, the more force is required to move it. "
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "1F09338F4D35C76074A719BBC6110181"
		},
		{
			"Source":
			{
				"Text": "Menu"
			},
			"Translation":
			{
				"Text": "Меню"
			},
			"Key": "167706864BE8E36B57C6C6A712F75C32"
		},
		{
			"Source":
			{
				"Text": "New Record!\r\nYour Score:"
			},
			"Translation":
			{
				"Text": "Новый рекорд!\r\nВаш счёт:"
			},
			"Key": "36DEBCC340898D5DE4B9AEB1EE45ACC5"
		},
		{
			"Source":
			{
				"Text": "Next"
			},
			"Translation":
			{
				"Text": "Далее"
			},
			"Key": "8CB9DD014DA43EAD1654939C520A93E1"
		},
		{
			"Source":
			{
				"Text": "Paused"
			},
			"Translation":
			{
				"Text": "Пауза"
			},
			"Key": "56AE11D9491973E3DC547D84650606D0"
		},
		{
			"Source":
			{
				"Text": "Record Reset"
			},
			"Translation":
			{
				"Text": "Сбросить рекорд"
			},
			"Key": "B43827C1448B164601D007B67002C4C7"
		},
		{
			"Source":
			{
				"Text": "Record Score:"
			},
			"Translation":
			{
				"Text": "Рекордный счёт:"
			},
			"Key": "E2D0BC9A4501F946A348E88ACAC7507D"
		},
		{
			"Source":
			{
				"Text": "Restart"
			},
			"Translation":
			{
				"Text": "Перезапуск"
			},
			"Key": "66A71A1541258F64C9F62E8F0D7939BE"
		},
		{
			"Source":
			{
				"Text": "Row"
			},
			"Translation":
			{
				"Text": "Ряды"
			},
			"Key": "21C6A27E4C35599F33CE1798E0C70E3A"
		},
		{
			"Source":
			{
				"Text": "Score:"
			},
			"Translation":
			{
				"Text": "Счёт:"
			},
			"Key": "19C19D984F00E66BDBBA24B80D4A1515"
		},
		{
			"Source":
			{
				"Text": "Sets the ribbon id for a particle. Particles with the same ribbon id will be connected into a ribbon."
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "C919953148787A549DAE3CA2B68DDC03"
		},
		{
			"Source":
			{
				"Text": "Sets the ribbon twist for a particle, in degrees."
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "F22006B74819EA994B9D74A05304B6B8"
		},
		{
			"Source":
			{
				"Text": "Sets the ribbon width for a particle, in UE4 units."
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "A4EA74CB4000E70CCA576790A5A69145"
		},
		{
			"Source":
			{
				"Text": "Start Game"
			},
			"Translation":
			{
				"Text": "Старт"
			},
			"Key": "D3E4DD834805D6ED8B0B00A3D6E6A443"
		},
		{
			"Source":
			{
				"Text": "The XYZ scale of the non-sprite based particle."
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "8720B6D34617438BFB3658AEA59B5904"
		},
		{
			"Source":
			{
				"Text": "The age in seconds divided by lifetime in seconds. Useful for animation as the value is between 0 and 1."
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "AAF8B08F46862195289405B0BD5759BA"
		},
		{
			"Source":
			{
				"Text": "The color of the particle."
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "B4ADE0C44EF2C8C81194739FC6E4ECBC"
		},
		{
			"Source":
			{
				"Text": "The lifetime of a particle in seconds."
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "88FAD3CF4942E69C61C64D979120A8EE"
		},
		{
			"Source":
			{
				"Text": "The position of the particle."
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "A0BFD936491FC0E8C483CEB1D3126471"
		},
		{
			"Source":
			{
				"Text": "The screen aligned roll of the particle in degrees."
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "DD9000804C89D94928CE1DB3F7CFE9A4"
		},
		{
			"Source":
			{
				"Text": "The size of the sprite quad."
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "B11AFBEF4D4966FDC4B52286BF0224BF"
		},
		{
			"Source":
			{
				"Text": "The velocity in cm/s of the particle."
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "41AF3FCB4EC2369F0BF21AB5FD536D62"
		},
		{
			"Source":
			{
				"Text": "Tight"
			},
			"Translation":
			{
				"Text": "Плотно"
			},
			"Key": "BA0B2A234157DBC7FCBC439838558A9D"
		},
		{
			"Source":
			{
				"Text": "To Menu"
			},
			"Translation":
			{
				"Text": "В Меню"
			},
			"Key": "FD0FBC7046E03885B01CD58D672A6C8A"
		},
		{
			"Source":
			{
				"Text": "Used to drive the Particle Random node in the Material Editor. Without this set, any Particle Randoms will get 0.0."
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "2B154E2F42B135FFBAB5AFAC92F9B995"
		},
		{
			"Source":
			{
				"Text": "X"
			},
			"Translation":
			{
				"Text": "Х"
			},
			"Key": "E0A97E284952926EB2CAB09102970B77"
		},
		{
			"Source":
			{
				"Text": "Your Score:"
			},
			"Translation":
			{
				"Text": "Ваш счёт:"
			},
			"Key": "5C102FCA40C4BF531343AB9E3C8F2C98"
		},
		{
			"Source":
			{
				"Text": "[Balls]"
			},
			"Translation":
			{
				"Text": "[Balls]"
			},
			"Key": "5AE12D974078B0BFA1D0A0963EB4F64C"
		},
		{
			"Source":
			{
				"Text": "[Button Text]"
			},
			"Translation":
			{
				"Text": "[Button Text]"
			},
			"Key": "D5BDC21A46B82D7B1AFECF8FFB6C024D"
		},
		{
			"Source":
			{
				"Text": "[Button Text]"
			},
			"Translation":
			{
				"Text": "[Button Text]"
			},
			"Key": "D971812246E4A00FDE163CB3EF227C30"
		},
		{
			"Source":
			{
				"Text": "[Button Text]"
			},
			"Translation":
			{
				"Text": "[Button Text]"
			},
			"Key": "1F78476843F8FF3FEA025B8CE08046DA"
		},
		{
			"Source":
			{
				"Text": "[Button Text]"
			},
			"Translation":
			{
				"Text": "[Button Text]"
			},
			"Key": "5BF426AC44D6BD92C6A204A46034585F"
		},
		{
			"Source":
			{
				"Text": "[Lives]"
			},
			"Translation":
			{
				"Text": "[Lives]"
			},
			"Key": "F3B819FC42B7D093FB1AB790E5241516"
		},
		{
			"Source":
			{
				"Text": "[Record]"
			},
			"Translation":
			{
				"Text": "[Record]"
			},
			"Key": "57DFE7E845D39DCB9C613C8045C2F200"
		},
		{
			"Source":
			{
				"Text": "[Result]"
			},
			"Translation":
			{
				"Text": "[Result]"
			},
			"Key": "3533149A468E4CDFB3471F8191D6C0FF"
		},
		{
			"Source":
			{
				"Text": "[Score]"
			},
			"Translation":
			{
				"Text": "[Score]"
			},
			"Key": "0BE057DA4710D0F9F6CEF7AF03139543"
		},
		{
			"Source":
			{
				"Text": "[Score]"
			},
			"Translation":
			{
				"Text": "[Score]"
			},
			"Key": "53BCBFEF495687FE507D5F937C5786D3"
		},
		{
			"Source":
			{
				"Text": "[Text]"
			},
			"Translation":
			{
				"Text": "[Text]"
			},
			"Key": "28A206EA4582C58BEA2CB9807F537841"
		}
	]
}